const 메뉴 = [
    {   
        제품번호:1,
        메뉴:"아메리카노",
        가격:3000,
        온도:2, //핫:0 아이스:1 둘다가능:2
        사이즈업:0 //가능:0 불가능:1
    },
    {   
        제품번호:2,
        메뉴:"꿀수박주스",
        가격:4000,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:0 //가능:0 불가능:1
    },
    {   
        제품번호:3,
        메뉴:"수박리치코코스무디",
        가격:4500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:4,
        메뉴:"수박스무디",
        가격:5500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:5,
        메뉴:"망고코코스무디",
        가격:5500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:6,
        메뉴:"자몽톡톡스무디",
        가격:5500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:7,
        메뉴:"레몬말차아이스티",
        가격:5000,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:0 //가능:0 불가능:1
    },
    {
        제품번호:8,
        메뉴:"팥빙파르페",
        가격:5500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:9,
        메뉴:"소세지볶음밥",
        가격:5000,
        온도:0, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    },
    {
        제품번호:10,
        메뉴:"말차파르페",
        가격:5500,
        온도:1, //핫:0 아이스:1 둘다가능:2
        사이즈업:1 //가능:0 불가능:1
    }
]

